Repository: mattwaltbriggs/freecell
Catalog: *.lproj/Localizable.strings
Languages: fi, ja

# closeTitle
source: Close window
fi: Sulje ikkuna
ja: ウインドウを閉じる

# closeButton
source: Close
fi: Sulje
ja: 閉じる

# cancelButton
source: Cancel
fi: Kumoa
ja: キャンセル

# closeText
source: Closing this window will forfeit the game.
fi: Tämän ikkunan sulkeminen lopettaa pelin.
ja: ウインドウを閉じるとゲームが終了します。

# newGameTitle
source: New Game
fi: Uusi peli
ja: 新しいゲームを始める

# newGameButton
source: New Game
fi: Uusi peli
ja: 新しいゲーム

# newGameText
source: Starting a new game will forfeit the current one.
fi: Uuden pelin aloittaminen lopettaa tämänhetkisen pelin.
ja: 新しいゲームを始めると現在のゲームが終了します。

# wonTitle
source: You won!
fi: Sinä voitit!
ja: あなたの勝ちです!

# wonDefaultButton
source: Yay!
fi: Jippii!
ja: おめでとう!

# showHistoryButton
source: Show History
fi: Näytä tilastot
ja: 成績表を見る

# wonText
source: You won after %u moves! Well done.
fi: Voitit %u siirron jälkeen! Hieno suoritus!
ja: %u手であなたが勝ちました。おめでとう!

# lostTitle
source: You lost!
fi: Sinä hävisit!
ja: あなたの負けです!

# lostDefaultButton
source: Bah!
fi: Pahus!
ja: 残念でした

# retryGameButton
source: Retry Game
fi: Pelaa uudelleen
ja: もう一度挑戦

# lostText
source: There are no more valid moves. You lost after %u moves!
fi: Mahdollisia siirtoja ei ole enää jäljellä. Hävisit %u siirron jälkeen!
ja: もう動かせるカードがありません。%u手であなたの負けです。

# gameWindowTitleFormat
source: Freecell (game number %@)
fi: Freecell (pöytä numero %@)
ja: フリーセル (ゲーム番号%@)

# resultLoss
source: Loss
fi: Häviö
ja: 負け

# resultWin
source: Win
fi: Voitto
ja: 勝ち

source: best is
fi: ennätys
ja: 自己最高

source: moves
fi: siirtoa
ja: 手
